#HTMLგამოიყენება ვებსაიტების სტრუქტურის განსასაზღვრად და ვებსაიტების შეკმნაში




#Container თეგი არის HTML ელემენტი, რომელიც შეიცავს სხვა შინაარსს ან ელემენტებს.

#   •	ღია თეგი: <tagname>
#	•	დახურვის თეგი: </tagname>


# <button>
#	•	გამოიყენება ღილაკის შესაქმნელად.
#	•	კონტეინერია, რადგან შიგნით ტექსტს ან სხვა ელემენტს იტევს

#w<button>დაწკაპე აქ</button>


# <p> (paragraph)
#	•	წარმოადგენს ტექსტურ აბზაცს.
#	•	კონტეინერია, რადგან შიგნით ტექსტს იტევს.


#<p>ეს არის აბზაცი ტექსტი</p>


#<img>
#	•	გამოსახულების გამოსატანად გამოიყენება.
#	•	 არ არის კონტეინერი, რადგან თავს დამთავრებული თეგია (self-closing).
#	•	შინაარსს შიგნით არ იტევს

#<img src="photo.jpg" alt="სურათი">


#<h1> – <h6>
#	•	სათაურების თეგებია:
#	•	<h1> ყველაზე დიდი სათაურია
#	•	<h6> ყველაზე პატარაა
#	•	კონტეინერია, რადგან შიგნით ტექსტს ან ელემენტებს იტევს.

#<h1>სათაური 1</h1>
#<h3>სათაური 3</h3>

#HTML-სთვის <h1> ყველაზე მთავარი სათაურია, რომელიც ყველაზე მაღალ დონეზეა.
#	•	შემდეგ მოდის <h2>, როგორც ქვესათაური <h1>-ისთვის.
#	•	<h3> — ქვესათაური <h2>-ის შიგნით და ა.შ.




