# Empty tag (ცარიელი თეგი) არის HTML თეგი, რომელიც არ შეიცავს შიგნით ტექსტს ან სხვა ელემენტებს და არ აქვს დახურვის თეგი (</tag>).


# Container tag (კონტეინერი თეგი) არის HTML თეგი, რომელიც შეიცავს შიგნით ტექსტს ან სხვა HTML ელემენტებს, და მას აქვს დახურვის თეგი.


# <body> არის HTML დოკუმენტის ის ნაწილი, სადაც იწერება ყველა ის შინაარსი, რაც ბრაუზერში ჩანს — ტექსტი, სურათები, ღილაკები, სიები, ფორმები და ა.შ.


# <head> არის HTML დოკუმენტის სპეციალური ნაწილი, რომელიც ინახავს გვერდის შესახებ ტექნიკურ ინფორმაციას, მაგრამ არ ჩანს ბრაუზერში პირდაპირ.


# <img scr="" alt=""> es  gamoiyeneba suratis gadasatanat websiteshi da aris empty tag






